git
base-devel
firefox
stow
docker
docker-compose
tmux
tmux-plugin-manager
fzf
zsh
zplug
xdg-desktop-portal-wlr
bluez
bluez-utils
blueman
libappindicator-gtk3
pavucontrol
ttf-font-awesome
otf-firamono-nerd
otf-droid-nerd
neovim
cmake
swaylock-effects
i3status-rust
zplug
